Revit 2024 API
UnitTypeId.NanogramsPerPascalSecondSquareMeter Property
 Nanograms per pascal second square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId NanogramsPerPascalSecondSquareMeter { get; }
Visual Basic
Public Shared ReadOnly Property NanogramsPerPascalSecondSquareMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ NanogramsPerPascalSecondSquareMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace